/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_561888494079706148": {
      "settings": {
        "checksum": "7c4dcb819eca5bd1da080b02e96f6b32c143aa96f329a0c9e405b249c0f5ada5_1_1_1_0__1",
        "gg3LzbiXOFu_text": "<p>Looking to impress your team with something truly unique? Our luxury, personalized hat experience is available for corporate events of all sizes—from intimate teams to full-on conferences.</p><p>We’ll bring the full setup to you via our mobile showroom, complete with everything needed to deliver a one-of-a-kind session: custom fittings, trimming, branding, hat burning, and more. Everyone leaves with a hat they love and a memory they won’t forget.</p><p>📞 Let’s talk details, pricing, and scheduling your event—reach out below!</p><p>📧 Email: support@shoplbora.com</p>",
        "ggDpcE1KAt0_text": "<p>&nbsp;</p><p>Picture this: a birthday bash for the fashion-savvy, unforgettable bachelor or bachelorette parties, long-overdue girls’ nights with your ride-or-die crew, or treating Mom or Dad to something out of the ordinary with the people they love most.</p><p>You’ll get one-on-one attention from our expert hat stylist, guiding you through every step—from perfect sizing and choosing the ideal brim, to shaping and customizing your hat with trims that reflect <i>your</i> style. Add a complimentary drink to the mix, and you've got a vibe that's as fun as it is fabulous.</p><p>📌 <i>Got a group larger than 8? Reach out by email or text, and we’ll make it happen just for you.</i></p><p>📧 Email: support@shoplbora.com</p>",
        "ggGAxKxui7Z_text": "The Custom Trucker Experience",
        "ggGYr0DhonP_text": "Not Just a Party—A Style Experience ✨🎉",
        "ggJFu6b2RcQ_text": "Custom Corporate Packages&nbsp;",
        "ggiS2YKh-mU_text": "<p>&nbsp;</p><p>For the bold, the creative, and anyone who loves to stand out. This is a hands-on experience for all ages, ideal for everything from casual hangouts to special celebrations—plus, everyone goes home with a personalized trucker hat that’s uniquely theirs.</p><p>Whether you’re flying solo or bringing a group, our hat specialists are here to help you pick the perfect foam trucker, plan your design, and bring it to life. With over 50 patch options to mix and match, there’s no limit to what you can create.</p><p>🎨 It’s so fun, you’ll want to come back for every occasion.</p>",
        "section_preload": "true"
      },
      "type": "gp-section-561888494079706148"
    },
    "gp_section_561889564197651492": {
      "settings": {
        "checksum": "14a1054088eb37425d2f103f0f5592dc4b37d94f898ef4f12d0462d6dcbcec79_1_1_1_0__1",
        "ggc3Xok39eo_text": "Custom Hat Bar",
        "section_preload": "true"
      },
      "type": "gp-section-561889564197651492"
    }
  },
  "order": [
    "gp_section_561889564197651492",
    "gp_section_561888494079706148"
  ]
}
