/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "gp_section_561866172044149740": {
      "settings": {
        "checksum": "9602afb00bfa3a38128f686ffe80ea0be39693dc54b29b6fb8d28fcdf2cb5fd4_1_1_1_0__1",
        "ggBtYilx_f5_text": "<p>Last updated: <span style=\"color:#575757;\"><strong>April 2024</strong></span></p>",
        "ggOL9pOVBNP_text": "<p>Our refund policy is designed to ensure customer satisfaction. If for any reason you are not satisfied with your purchase, you can request a refund within a certain timeframe.&nbsp;</p>",
        "ggYgvJ_Sb5p_text": "Return &amp; Exchanges",
        "section_preload": "true"
      },
      "type": "gp-section-561866172044149740"
    },
    "gp_section_561866172211921956": {
      "settings": {
        "checksum": "6e3c8f998da552b40883706568aad3f3866fb19eaf17ac743dbadd864e5b7de0_1_1_1_0__1",
        "gg-g1HyZpOX_text": "<p>The fastest way to ensure you get what you want is to return the item you have, and once the return is accepted, make a separate purchase for the new item.</p>",
        "gg4lCXq5OPI_text": "<p>5. Refunds</p>",
        "gg6eAnp61Oo_text": "<p>2. Damages And Issues</p>",
        "gg6nEPKHh5x_text": "<p>1. General</p>",
        "gg6twQWQJvM_text": "<p>5. Refunds</p>",
        "gg84JzRM84r_text": "<p>1. General</p>",
        "gg98bRxlmtg_text": "<p>Notwithstanding the above, if the merchandise is being shipped into the European Union, you have the right to cancel or return your order within 14 days, for any reason and without a justification. As above, your item must be in the same condition that you received it, unworn or unused, with tags, and in its original packaging. You’ll also need the receipt or proof of purchase.</p>",
        "ggL-Gj2jI7T_text": "<p>We offer a <strong>14-day return policy</strong>. You may request a return within 14 days of receiving your order.</p><p>&nbsp;</p><p>To qualify, the item must be <strong>unused, unworn, with all original tags attached</strong>, and in the <strong>original packaging</strong>. A receipt or proof of purchase is required.</p><p>&nbsp;</p><p>⚠️ <strong>Important:</strong> Refunds are only issued once the returned item has been <strong>received and inspected</strong>. We do not allow “refund-only” requests without a product return.</p><p>&nbsp;</p><p><strong>Return Shipping Responsibility</strong></p><p><br>For returns due to <strong>personal preference or non-quality-related reasons</strong>, the <strong>customer is responsible for return shipping costs</strong>.</p><p>&nbsp;</p><p>To simplify the process, a <strong>flat fee of $20 USD</strong> will be deducted from your refund. This fee covers <strong>return shipping, handling, and restocking costs</strong>. Original shipping fees (if any) are <strong>non-refundable</strong>.</p><p>&nbsp;</p><p>To start a return, please contact our customer service team at <strong>support@shoplbora.com</strong> with your order details and photos of the item to confirm it is in resellable condition. Once approved, we will provide the return warehouse address.</p><p>&nbsp;</p><p>Please do not send back any item without prior approval. <strong>Unauthorized returns will not be accepted or refunded.</strong></p>",
        "ggPjhiOHNzr_text": "<p>4. European Union 14 day Cooling Off Period</p>",
        "ggQoHI5OU0r_text": "<p>Please inspect your order upon reception and contact us immediately if the item is defective, damaged or if you receive the wrong item, so that we can evaluate the issue and make it right.</p>",
        "ggSD9wbZNKQ_text": "<p>3. Exchanges</p>",
        "ggZY-XjyMGC_text": "<p>4. European Union 14 day cooling off period</p>",
        "gggmMAAp7ZJ_text": "<p>3. Exchanges</p>",
        "ggn5oEHCOrm_text": "<p>We will notify you once we’ve received and inspected your return, and let you know if the refund was approved or not. If approved, you’ll be automatically refunded on your original payment method within 10 business days. Please remember it can take some time for your bank or credit card company to process and post the refund too.</p><p><br>If more than 15 business days have passed since we’ve approved your return, please contact us at <strong>support@shoplbora.com</strong>.</p>",
        "ggqtPLOv0L7_text": "<p>2. Damages and Issues</p>",
        "section_preload": "true"
      },
      "type": "gp-section-561866172211921956"
    }
  },
  "order": [
    "gp_section_561866172044149740",
    "gp_section_561866172211921956"
  ]
}
